Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

source: reInspire reads the data below from the Health app (Apple Health via HealthKit) to automatically count your goals -- for example, steps or workouts. Connecting is optional: you can always confirm goals with a photo.
ar: يقرأ reInspire البيانات أدناه من تطبيق الصحة (Apple Health عبر HealthKit) لحساب أهدافك تلقائيًا -- مثل الخطوات أو التمارين. الربط اختياري: يمكنك دائمًا تأكيد الأهداف بصورة.
de: reInspire liest die unten stehenden Daten aus der Health-App (Apple Health über HealthKit), um deine Ziele automatisch zu zählen -- zum Beispiel Schritte oder Workouts. Die Verbindung ist optional: Du kannst Ziele immer per Foto bestätigen.
es: reInspire lee los datos siguientes desde la aplicación Salud (Apple Health a través de HealthKit) para contar automáticamente sus objetivos, por ejemplo, pasos o entrenamientos. La conexión es opcional: siempre puedes confirmar los objetivos con una foto.
fr: reInspire lit les données ci-dessous depuis l'appli Santé (Apple Health via HealthKit) pour comptabiliser automatiquement tes objectifs -- par exemple les pas ou les entraînements. La connexion est facultative : tu peux toujours confirmer tes objectifs avec une photo.
ja: reInspire は、ヘルスケア アプリ (HealthKit 経由の Apple Health) から以下のデータを読み取り、歩数やワークアウトなどの目標を自動的にカウントします。接続はオプションです。いつでも写真でゴールを確認できます。
kk: reInspire мақсаттарыңды автоматты түрде есептеу үшін «Денсаулық» қолданбасынан (HealthKit арқылы Apple Health) төмендегі деректерді оқиды -- мысалы, қадамдар немесе жаттығулар. Қосу міндетті емес: мақсаттарды әрқашан фотомен растауға болады.
ko: reInspire는 건강 앱(HealthKit을 통한 Apple Health)에서 아래 데이터를 읽어 자동으로 목표(예: 걸음 수 또는 운동)를 계산합니다. 연결은 선택 사항입니다. 언제든지 사진으로 목표를 확인할 수 있습니다.
pt: O reInspire lê os dados abaixo do aplicativo Health (Apple Health via HealthKit) para contar automaticamente suas metas -- por exemplo, passos ou treinos. A conexão é opcional: você sempre pode confirmar os objetivos com uma foto.
zh_hans: reInspire 从健康应用程序（Apple Health 通过 HealthKit）读取以下数据，以自动计算您的目标 - 例如步数或锻炼。连接是可选的：您始终可以通过照片确认目标。

source: ~%lld day%@
ar: ~%lld يوم%@
de: ~%lld Tag%@
es: ~%lld día%@
fr: ~%lld jour%@
ja: ~%lld 日%@
kk: ~%lld күн%@
ko: ~%lld일%@
pt: ~%lld dia%@
zh_hans: ~%lld 天%@

source: "%@": goal not reached yet -- %@ according to app data. Finish the goal completely or turn off strict mode in settings.
ar: "%@": لم يتم تحقيق الهدف بعد -- %@ وفقًا لبيانات التطبيقات. أكمل الهدف بالكامل أو عطّل الوضع الصارم في الإعدادات.
de: "%@": Ziel noch nicht erreicht -- %@ laut App-Daten. Schließe das Ziel vollständig ab oder schalte den strengen Modus in den Einstellungen aus.
es: "%@": objetivo aún no alcanzado -- %@ según datos de la aplicación. Completa el objetivo por completo o desactiva el modo estricto en la configuración.
fr: "%@" : objectif pas encore atteint -- %@ selon les données des applis. Termine complètement l'objectif ou désactive le mode strict dans les paramètres.
ja: "%@": 目標はまだ達成されていません -- アプリ データによると %@。目標を完全に完了するか、設定で厳密モードをオフにしてください。
kk: «%@»: мақсат әлі орындалмады -- қолданба деректері бойынша %@. Мақсатты толық аяқта немесе параметрлерден қатаң режимді өшір.
ko: "%@": 아직 목표에 도달하지 못했습니다. -- 앱 데이터에 따르면 %@입니다. 목표를 완전히 완료하거나 설정에서 엄격 모드를 끄세요.
pt: "%@": meta ainda não alcançada -- %@ de acordo com dados do aplicativo. Conclua o objetivo completamente ou desative o modo estrito nas configurações.
zh_hans: “%@”：尚未达到目标 - 根据应用数据，%@。完全完成目标或在设置中关闭严格模式。

# Аккаунт
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
kk: Аккаунт
ko: 계정
pt: Conta
zh_hans: 帐户

# Аккаунт для %@ готов
source: Account for %@ is ready
ar: الحساب لـ %@ جاهز
de: Konto für %@ ist bereit
es: La cuenta de %@ está lista
fr: Le compte pour %@ est prêt
ja: %@ のアカウントの準備ができました
kk: %@ үшін аккаунт дайын
ko: %@ 계정이 준비되었습니다
pt: A conta para %@ está pronta
zh_hans: %@ 账户已准备就绪

# Аккаунт ребёнка
source: Child account
ar: حساب الطفل
de: Kinderkonto
es: cuenta infantil
fr: Compte enfant
ja: 子アカウント
kk: Бала аккаунты
ko: 자녀 계정
pt: Conta infantil
zh_hans: 儿童账户

# Аккаунты детей
source: Child accounts
ar: حسابات الأطفال
de: Kinderkonten
es: Cuentas infantiles
fr: Comptes enfants
ja: 子アカウント
kk: Бала аккаунттары
ko: 자녀 계정
pt: Contas infantis
zh_hans: 儿童账户

# Активная энергия (калории)
source: Active energy (calories)
ar: الطاقة النشطة (السعرات الحرارية)
de: Aktive Energie (Kalorien)
es: Energía activa (calorías)
fr: Énergie active (calories)
ja: 活動エネルギー（カロリー）
kk: Белсенді энергия (калория)
ko: 활동에너지(칼로리)
pt: Energia ativa (calorias)
zh_hans: 有效能量（卡路里）

# Активность
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
ja: 活動
kk: Белсенділік
ko: 활동
pt: Atividade
zh_hans: 活动

# Активность по дням недели
source: Activity by day of week
ar: النشاط حسب أيام الأسبوع
de: Aktivität nach Wochentag
es: Actividad por día de la semana
fr: Activité par jour de la semaine
ja: 曜日ごとのアクティビティ
kk: Апта күндері бойынша белсенділік
ko: 요일별 활동
pt: Atividade por dia da semana
zh_hans: 按星期几划分的活动

# Активные калории
source: Active calories
ar: السعرات الحرارية النشطة
de: Aktive Kalorien
es: Calorías activas
fr: Calories actives
ja: アクティブカロリー
kk: Белсенді калория
ko: 활성 칼로리
pt: Calorias ativas
zh_hans: 活跃卡路里

# Активный месяц
source: Most active month
ar: الشهر الأكثر نشاطًا
de: Aktivster Monat
es: Mes más activo
fr: Mois le plus actif
ja: 最も活動的な月
kk: Ең белсенді ай
ko: 가장 활동적인 달
pt: Mês mais ativo
zh_hans: 最活跃月份

# Активных дней
source: Active days
ar: الأيام النشطة
de: Aktive Tage
es: Días activos
fr: Jours actifs
ja: 活動的な日
kk: Белсенді күндер
ko: 활동적인 날
pt: Dias ativos
zh_hans: 活跃天数

# Анализировать
source: Analyze
ar: تحليل
de: Analysieren
es: Analizar
fr: Analyser
ja: 分析する
kk: Талдау
ko: 분석하다
pt: Analisar
zh_hans: 分析

# Аналитика Pro
source: Pro Analytics
ar: تحليلات Pro
de: Pro-Analysen
es: Análisis profesional
fr: Analyses Pro
ja: プロの分析
kk: Pro аналитика
ko: 프로 분석
pt: Análise profissional
zh_hans: 专业分析

# Без изменений к прошлому месяцу
source: No change from last month
ar: لا تغيير عن الشهر الماضي
de: Keine Veränderung zum Vormonat
es: Sin cambios respecto al mes pasado
fr: Aucun changement par rapport au mois dernier
ja: 先月から変化なし
kk: Өткен айға қарағанда өзгеріссіз
ko: 지난달과 변동 없음
pt: Nenhuma mudança em relação ao mês passado
zh_hans: 与上个月相比没有变化

# Без пропущенных встреч
source: No missed meetings
ar: بلا اجتماعات فائتة
de: Keine verpassten Termine
es: Sin reuniones perdidas
fr: Aucun rendez-vous manqué
ja: 会議を欠席することはありません
kk: Өткізіп алған кездесу жоқ
ko: 부재중 회의 없음
pt: Nenhuma reunião perdida
zh_hans: 没有错过任何会议

# Без сахара
source: No sugar
ar: بدون سكر
de: Kein Zucker
es: sin azúcar
fr: Sans sucre
ja: 砂糖不使用
kk: Қантсыз
ko: 설탕 없음
pt: Sem açúcar
zh_hans: 不加糖

# Без телефона перед сном
source: No phone before bed
ar: بلا هاتف قبل النوم
de: Kein Handy vor dem Schlafen
es: Sin teléfono antes de acostarse
fr: Pas de téléphone avant de dormir
ja: 寝る前に電話禁止
kk: Ұйқы алдында телефонсыз
ko: 자기 전에는 전화 금지
pt: Sem telefone antes de dormir
zh_hans: 睡前不能打电话

# Безлимит задач и привычек
source: Unlimited tasks and habits
ar: مهام وعادات غير محدودة
de: Unbegrenzte Aufgaben und Gewohnheiten
es: Tareas y hábitos ilimitados.
fr: Tâches et habitudes illimitées
ja: 無制限のタスクと習慣
kk: Шексіз тапсырма мен әдет
ko: 무제한의 작업과 습관
pt: Tarefas e hábitos ilimitados
zh_hans: 无限的任务和习惯

# Безлимитные привычки и вся сила ИИ
source: Unlimited habits and the full power of AI
ar: عادات غير محدودة وكامل قدرات الذكاء الاصطناعي
de: Unbegrenzte Gewohnheiten und die volle Kraft der KI
es: Hábitos ilimitados y todo el poder de la IA
fr: Des habitudes illimitées et toute la puissance de l’IA
ja: 無制限の習慣と AI のフルパワー
kk: Шектеусіз әдеттер және ЖИ-дің толық қуаты
ko: 무제한의 습관과 AI의 모든 힘
pt: Hábitos ilimitados e todo o poder da IA
ru: Безлимитные привычки и вся сила ИИ
zh_hans: 无限的习惯和人工智能的全部力量

# Белая
source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
ja: 白
kk: Ақ
ko: 하얀색
pt: Branco
zh_hans: 白色的

source: You're out of free photo checks this month. Your report was saved without verification. Premium gets you unlimited checks.
ar: لقد استهلكت عمليات فحص الصور المجانية لهذا الشهر. تم حفظ تقريرك دون فحص. مع Premium تحصل على فحوصات غير محدودة.
de: Deine kostenlosen Fotochecks für diesen Monat sind aufgebraucht. Dein Bericht wurde ohne Prüfung gespeichert. Mit Premium gibt es unbegrenzte Checks.
es: Se te acabaron los controles fotográficos gratuitos este mes. Su informe se guardó sin verificación. Premium le ofrece cheques ilimitados.
fr: Tu as épuisé tes vérifications photo gratuites pour ce mois-ci. Ton rapport a été enregistré sans vérification. Avec Premium, les vérifications sont illimitées.
ja: 今月は無料の写真チェックが終了します。レポートは検証されずに保存されました。プレミアムでは無制限の小切手が利用できます。
kk: Осы айдағы тегін фото тексерулерің бітті. Есебің тексерусіз сақталды. Premium-да тексерулер шексіз.
ko: 이번 달 무료 사진 확인 횟수가 소진되었습니다. 보고서가 확인 없이 저장되었습니다. 프리미엄은 무제한 수표를 제공합니다.
pt: Você está sem verificações de fotos gratuitas este mês. Seu relatório foi salvo sem verificação. Premium oferece cheques ilimitados.
zh_hans: 这个月你的免费照片检查用完了。您的报告未经验证就已保存。高级版可为您提供无限制的支票。

# Больше AI-проверок фото
source: More AI photo checks
ar: مزيد من فحوصات الصور بالذكاء الاصطناعي
de: Mehr KI-Fotochecks
es: Más controles fotográficos de IA
fr: Plus de vérifications photo par IA
ja: さらにAI写真チェック
kk: Көбірек AI фото тексеру
ko: 더 많은 AI 사진 확인
pt: Mais verificações de fotos de IA
zh_hans: 更多AI拍照检查

# Бонус удачи: +%lld XP
source: Lucky bonus: +%lld XP
ar: مكافأة الحظ: +%lld نقطة خبرة
de: Glücksbonus: +%lld XP
es: Bono de suerte: +%lld XP
fr: Bonus de chance : +%lld XP
ja: ラッキーボーナス: +%lld XP
kk: Сәттілік бонусы: +%lld XP
ko: 행운의 보너스: +%lld XP
pt: Bônus de sorte: +%lld XP
zh_hans: 幸运奖金：+%lld XP

# Бросить
source: Quit
ar: التخلي
de: Aufgeben
es: Abandonar
fr: Abandonner
ja: やめる
kk: Бас тарту
ko: 그만두다
pt: Desistir
zh_hans: 辞职

# Бросить вызов
source: Send a challenge
ar: إرسال تحدٍ
de: Herausfordern
es: Enviar un desafío
fr: Envoyer un défi
ja: チャレンジを送信する
kk: Шақыру тастау
ko: 도전 과제 보내기
pt: Envie um desafio
zh_hans: 发送挑战

# Будильник
source: Alarm
ar: المنبه
de: Wecker
es: Alarma
fr: Alarme
ja: アラーム
kk: Оятқыш
ko: 경보
pt: Alarme
zh_hans: 警报

# В
source: Wed
ar: الأربعاء
de: Mi
es: Casarse
fr: Mer
ja: 水
kk: Ср
ko: 수요일
pt: qua
zh_hans: 周三

source: You'll get a notification with your task list at the time you pick. iOS doesn't let apps set system alarms, so this is a local reminder instead.
ar: في الوقت الذي تحدده، ستصلك إشعار بقائمة مهامك لليوم. لا يسمح نظام iOS للتطبيقات بضبط منبه نظام، لذا فهذا تذكير محلي بدلاً من ذلك.
de: Zur gewählten Zeit kommt eine Benachrichtigung mit deiner Aufgabenliste für den Tag. iOS erlaubt Apps keine System-Wecker, daher ist dies eine lokale Erinnerung.
es: Recibirás una notificación con tu lista de tareas en el momento que elijas. iOS no permite que las aplicaciones configuren alarmas del sistema, por lo que este es un recordatorio local.
fr: À l'heure choisie, tu recevras une notification avec ta liste de tâches du jour. iOS ne permet pas aux applications de programmer des alarmes système, c'est donc un rappel local.
ja: 選択した時間にタスク リストの通知が届きます。 iOS ではアプリがシステム アラームを設定できないため、これは代わりにローカル リマインダーとなります。
kk: Таңдаған уақытта күнгі тапсырмалар тізімімен хабарландыру келеді. iOS қолданбаларға жүйелік оятқыш қоюға рұқсат бермейді, сондықтан бұл жергілікті еске салу.
ko: 선택한 시간에 작업 목록이 포함된 알림을 받게 됩니다. iOS에서는 앱이 시스템 알람을 설정하는 것을 허용하지 않으므로 이는 대신 로컬 알림입니다.
pt: Você receberá uma notificação com sua lista de tarefas no momento que escolher. O iOS não permite que os aplicativos definam alarmes do sistema, então este é um lembrete local.
zh_hans: 您将在您选择的时间收到包含任务列表的通知。 iOS 不允许应用程序设置系统警报，因此这是本地提醒。

# Введи код друга и получи 3 дня PRO.
source: Enter a friend's code and get 3 days of PRO.
ar: أدخل رمز صديقك واحصل على 3 أيام من PRO.
de: Gib den Code eines Freundes ein und erhalte 3 Tage PRO.
es: Ingresa el código de un amigo y obtén 3 días de PRO.
fr: Entre le code d'un ami et obtiens 3 jours de PRO.
ja: 友達のコードを入力すると、3 日間の PRO を入手できます。
kk: Достың кодын енгізіп, 3 күн PRO ал.
ko: 친구의 코드를 입력하고 3일간 PRO를 받으세요.
pt: Digite o código de um amigo e ganhe 3 dias de PRO.
zh_hans: 输入朋友的代码并获得 3 天的 PRO。

# Введи код, который прислал друг
source: Enter the code your friend sent you
ar: أدخل الرمز الذي أرسله صديقك
de: Gib den Code ein, den dein Freund geschickt hat
es: Ingresa el código que te envió tu amigo
fr: Entre le code que ton ami t'a envoyé
ja: 友達から送られたコードを入力してください
kk: Досың жіберген кодты енгіз
ko: 친구가 보낸 코드를 입력하세요
pt: Digite o código que seu amigo lhe enviou
zh_hans: 输入您的朋友发送给您的代码

source: Enter your Chess.com username. We'll count games played each day via the public API -- no login needed.
ar: أدخل اسم المستخدم الخاص بك على Chess.com. سنحسب المباريات التي تُلعب كل يوم عبر الواجهة البرمجية العامة -- لا حاجة لتسجيل الدخول.
de: Gib deinen Chess.com-Benutzernamen ein. Wir zählen die täglich gespielten Partien über die öffentliche API -- kein Login nötig.
es: Introduzca su nombre de usuario de Chess.com. Contaremos los juegos jugados cada día a través de la API pública; no es necesario iniciar sesión.
fr: Entre ton pseudo Chess.com. Nous compterons les parties jouées chaque jour via l'API publique -- pas besoin de connexion.
ja: Chess.com のユーザー名を入力します。パブリック API 経由で毎日プレイされたゲームをカウントします。ログインは必要ありません。
kk: Chess.com лақап атыңды енгіз. Күніне ойналған партияларды ашық API арқылы санаймыз -- кіру қажет емес.
ko: Chess.com 사용자 이름을 입력하세요. 공개 API를 통해 매일 플레이한 게임 수를 계산하므로 로그인이 필요하지 않습니다.
pt: Digite seu nome de usuário do Chess.com. Contaremos os jogos jogados todos os dias por meio da API pública -- sem necessidade de login.
zh_hans: 输入您的 Chess.com 用户名。我们将通过公共 API 统计每天玩的游戏----无需登录。

# Ввести код
source: Enter code
ar: إدخال الرمز
de: Code eingeben
es: Introduce el código
fr: Entrer le code
ja: コードを入力してください
kk: Кодты енгізу
ko: 코드 입력
pt: Insira o código
zh_hans: 输入代码

# Версия %@
source: Version %@
ar: الإصدار %@
es: Versión %@
ja: バージョン %@
kk: Нұсқа %@
ko: 버전 %@
pt: Versão %@
zh_hans: 版本%@

# Вести дневник
source: Keep a journal
ar: تدوين اليوميات
de: Tagebuch führen
es: mantener un diario
fr: Tenir un journal
ja: 日記をつける
kk: Күнделік жүргізу
ko: 일기를 쓰세요
pt: Mantenha um diário
zh_hans: 写日记

# Вечер
source: Evening
ar: المساء
de: Abend
es: Noche
fr: Soir
ja: 夕方
kk: Кеш
ko: 저녁
pt: Noite
zh_hans: 晚上

# Вибрация
source: Haptics
ar: اللمس الحسي
de: Haptik
es: hápticos
fr: Vibrations
ja: ハプティクス
kk: Діріл
ko: 햅틱
pt: Tátil
zh_hans: 触觉

# Войди данными, которые дал родитель.
source: Sign in with the details your parent gave you.
ar: سجّل الدخول ببيانات والدك.
de: Melde dich mit den Daten an, die dein Elternteil dir gegeben hat.
es: Inicia sesión con los detalles que te dieron tus padres.
fr: Connecte-toi avec les informations que ton parent t'a données.
ja: 保護者から提供された詳細情報を使用してサインインします。
kk: Ата-анаң берген деректермен кір.
ko: 부모님이 제공한 세부정보로 로그인하세요.
pt: Faça login com os detalhes que seus pais lhe forneceram.
zh_hans: 使用您父母提供给您的详细信息登录。

# Войти
source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Acceso
fr: Se connecter
ja: ログイン
kk: Кіру
ko: 로그인
pt: Conecte-se
zh_hans: 登录

# Войти как ребёнок
source: Log in as a child
ar: تسجيل الدخول كطفل
de: Als Kind anmelden
es: Iniciar sesión como niño
fr: Se connecter en tant qu'enfant
ja: 子供としてログインする
kk: Бала ретінде кіру
ko: 어린이로 로그인
pt: Faça login como criança
zh_hans: 以儿童身份登录

# Восстановить покупки
source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入したものを復元する
kk: Сатып алуларды қалпына келтіру
ko: 구매 복원
pt: Restaurar compras
zh_hans: 恢复购买

# Время
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Heure
ja: 時間
kk: Уақыт
ko: 시간
pt: Tempo
zh_hans: 时间

# Вручную
source: Manually
ar: يدويًا
de: Manuell
es: A mano
fr: Manuellement
ja: 手動で
kk: Қолмен
ko: 수동으로
pt: Manualmente
zh_hans: 手动

# Вс
source: Sun
ar: الأحد
de: So
es: Sol
fr: Dim
ja: 太陽
kk: Жс
ko: 해
pt: Sol
zh_hans: 太阳

source: All your habits, reports, and profile will be permanently deleted.
ar: سيتم حذف جميع عاداتك وتقاريرك وملفك الشخصي بشكل نهائي.
de: Alle deine Gewohnheiten, Berichte und dein Profil werden unwiderruflich gelöscht.
es: Todos sus hábitos, informes y perfil se eliminarán permanentemente.
fr: Toutes tes habitudes, tes rapports et ton profil seront supprimés définitivement.
ja: あなたの習慣、レポート、プロフィールはすべて完全に削除されます。
kk: Барлық әдеттерің, есептерің және профилің қалпына келтірілмейтіндей жойылады.
ko: 모든 습관, 보고서, 프로필이 영구적으로 삭제됩니다.
pt: Todos os seus hábitos, relatórios e perfil serão excluídos permanentemente.
zh_hans: 您的所有习惯、报告和个人资料都将被永久删除。

# Все участники будут откреплены. Подписки это не затронет.
source: All members will be unlinked. Subscriptions won't be affected.
ar: سيتم فصل جميع الأعضاء. لن يؤثر ذلك على الاشتراكات.
de: Alle Mitglieder werden getrennt. Abonnements sind nicht betroffen.
es: Todos los miembros serán desvinculados. Las suscripciones no se verán afectadas.
fr: Tous les membres seront dissociés. Les abonnements ne seront pas affectés.
ja: すべてのメンバーのリンクが解除されます。サブスクリプションには影響しません。
kk: Барлық қатысушылар ажыратылады. Жазылымдарға әсер етпейді.
ko: 모든 구성원의 연결이 해제됩니다. 구독에는 영향을 미치지 않습니다.
pt: Todos os membros serão desvinculados. As assinaturas não serão afetadas.
zh_hans: 所有成员都将被取消链接。订阅不会受到影响。

# Всего
source: Total
ar: الإجمالي
de: Gesamt
ja: 合計
kk: Барлығы
ko: 총
zh_hans: 全部的

# Всего отметок
source: Total check-ins
ar: إجمالي التسجيلات
de: Check-ins gesamt
es: totales registros
fr: Total des pointages
ja: 合計 チェックイン
kk: Барлық белгілеу
ko: 합계 체크인
zh_hans: 总计 签到

# Всего приглашено: %lld
source: Total invited: %lld
ar: إجمالي المدعوين: %lld
de: Insgesamt eingeladen: %lld
es: Total de invitados: %lld
fr: Total invités : %lld
ja: 招待された合計: %lld
kk: Барлығы шақырылды: %lld
ko: 초대된 총 인원: %lld
pt: Total de convidados: %lld
zh_hans: 邀请总数：%lld

# Вставать по будильнику
source: Get up with the alarm
ar: النهوض مع المنبه
de: Mit dem Wecker aufstehen
es: Levántate con la alarma
fr: Se lever au réveil
ja: 目覚まし時計で起きてください
kk: Оятқышпен тұру
ko: 알람을 맞춰 일어나세요
pt: Levante-se com o alarme
zh_hans: 按着闹钟起床

# Вступить
source: Join
ar: الانضمام
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加する
kk: Қосылу
ko: 가입하다
pt: Juntar
zh_hans: 加入

# Всё готово ✅
source: All done ✅
ar: كل شيء جاهز ✅
de: Alles erledigt ✅
es: Todo listo ✅
fr: Tout est prêt ✅
ja: すべて完了しました ✅
kk: Бәрі дайын ✅
ko: 다 끝났어요 ✅
pt: Tudo pronto ✅
zh_hans: 全部完成了✅

# Всё из Premium для 5 человек
source: Everything in Premium for 5 people
ar: كل ما في Premium لـ 5 أشخاص
de: Alles aus Premium für 5 Personen
es: Todo en Premium para 5 personas
fr: Tout Premium pour 5 personnes
ja: プレミアムのすべてを 5 名様に
kk: 5 адамға арналған бүкіл Premium
ko: 5인용 프리미엄의 모든 것
pt: Tudo em Premium para 5 pessoas
zh_hans: 高级版的所有内容可供 5 人使用

# Всё из Pro + максимум AI-проверок и коннектор Strava.
source: Everything in Pro plus max AI checks and the Strava connector.
ar: كل ما في Pro بالإضافة إلى أقصى عدد من فحوصات الذكاء الاصطناعي وموصل Strava.
de: Alles aus Pro plus maximale KI-Checks und der Strava-Connector.
es: Todo en Pro plus max AI checks y el conector Strava.
fr: Tout Pro plus le maximum de vérifications IA et le connecteur Strava.
ja: Pro のすべてに加え、最大 AI チェックと Strava コネクタも備えています。
kk: Pro-дағының бәрі плюс максимум AI тексеру және Strava коннекторы.
ko: Pro의 모든 기능과 최대 AI 검사 및 Strava 커넥터가 포함되어 있습니다.
pt: Tudo no Pro mais verificações máximas de IA e o conector Strava.
zh_hans: Pro 中的所有内容加上 max AI 检查和 Strava 连接器。

# Всё равно прогресс. Сделай сегодняшнее задание.
source: Still progress. Do today's task.
ar: إنه تقدّم رغم ذلك. أكمل مهمة اليوم.
de: Trotzdem ein Fortschritt. Mach die heutige Aufgabe.
es: Todavía progreso. Haz la tarea de hoy.
fr: C'est tout de même un progrès. Fais la tâche d'aujourd'hui.
ja: まだ進歩しています。今日のタスクを実行します。
kk: Бәрібір прогресс. Бүгінгі тапсырманы орында.
ko: 여전히 진행 중입니다. 오늘의 임무를 수행하세요.
pt: Ainda progride. Faça a tarefa de hoje.
zh_hans: 仍有进步。做今天的任务。

# Вт
source: Tue
ar: الثلاثاء
de: Di
es: Mar
fr: Mar
ja: 火
kk: Сс
ko: 화요일
pt: ter
zh_hans: 星期二

# Вход
source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Acceso
fr: Connexion
ja: ログイン
kk: Кіру
ko: 로그인
pt: Conecte-se
zh_hans: 登录

# Вход ребёнка
source: Child login
ar: تسجيل دخول الطفل
de: Kinder-Login
es: Inicio de sesión infantil
fr: Connexion enfant
ja: 子供のログイン
kk: Бала кіруі
ko: 어린이 로그인
pt: Login infantil
zh_hans: 儿童登录

# Вчера спасла заморозка
source: A freeze saved you yesterday
ar: تجميد أنقذك أمس
de: Gestern hat dich ein Freeze gerettet
es: Un congelamiento te salvó ayer
fr: Un freeze t'a sauvé hier
ja: 昨日はフリーズがあなたを救ってくれました
kk: Кеше сені тоңазытқыш құтқарды
ko: 어제 얼어붙어서 당신을 구했어요
pt: Um congelamento salvou você ontem
zh_hans: 昨天的一场冰冻救了你

# Выбери длину дуэли и нажми кнопку, затем потрясите оба телефона.
source: Pick a duel length and tap the button, then both shake your phones.
ar: اختر مدة المباراة واضغط على الزر، ثم هزّا كلاكما هاتفيكما.
de: Wähle eine Duell-Länge und tippe auf die Schaltfläche, dann schüttelt beide eure Handys.
es: Elija una duración de duelo y toque el botón, luego ambos agiten sus teléfonos.
fr: Choisis une durée de duel et appuie sur le bouton, puis secouez vos téléphones tous les deux.
ja: 決闘の長さを選択してボタンをタップし、両方が携帯電話をシェイクします。
kk: Дуэль ұзақтығын таңдап, түймені бас, сосын екеуің де телефондарыңды шайқа.
ko: 결투 길이를 선택하고 버튼을 탭한 다음 두 사람 모두 휴대폰을 흔들어 보세요.
pt: Escolha a duração do duelo, toque no botão e agite os telefones.
zh_hans: 选择决斗长度并点击按钮，然后双方摇动手机。

source: Pick a spot and radius on the map. When you're nearby, we'll notify you -- time to snap a photo and get it done.
ar: اختر موقعًا ونطاقًا على الخريطة. عندما تكون قريبًا، سنرسل لك إشعارًا -- حان وقت التقاط صورة وإتمام المهمة.
de: Wähle einen Ort und Radius auf der Karte. Wenn du in der Nähe bist, benachrichtigen wir dich -- Zeit für ein Foto und zum Erledigen.
es: Elija un lugar y un radio en el mapa. Cuando esté cerca, le avisaremos: es hora de tomar una foto y hacerlo.
fr: Choisis un lieu et un rayon sur la carte. Quand tu seras à proximité, tu recevras une notification -- c'est l'heure de prendre une photo et de terminer la tâche.
ja: 地図上のスポットと半径を選択します。近くにいるときは、写真を撮って完了する時間になったことを通知します。
kk: Картадан орын мен радиусты таңда. Жақын болғанда хабарлаймыз -- фото түсіріп, орындайтын уақыт.
ko: 지도에서 한 지점과 반경을 선택하세요. 근처에 오면 알려드리겠습니다. 사진을 찍고 작업을 완료할 시간입니다.
pt: Escolha um local e raio no mapa. Quando você estiver por perto, iremos notificá-lo: é hora de tirar uma foto e terminar.
zh_hans: 在地图上选择一个点和半径。当您在附近时，我们会通知您 - 是时候拍照并完成它了。

# Выбрать из галереи
source: Choose from gallery
ar: الاختيار من المعرض
de: Aus Galerie wählen
es: Elige de la galería
fr: Choisir depuis la galerie
ja: ギャラリーから選ぶ
kk: Галереядан таңдау
ko: 갤러리에서 선택
pt: Escolha na galeria
zh_hans: 从画廊中选择

# Выгода %lld%%
source: Save %lld%%
ar: وفّر %lld%%
de: %lld%% sparen
es: Ahorra %lld%%
fr: Économise %lld%%
ja: %lld%% を節約
kk: %lld%% үнем
ko: %lld%% 저장
pt: Salvar %lld%%
zh_hans: 保存 %lld%%

# Вызвать друга
source: Challenge a friend
ar: تحدي صديق
de: Freund herausfordern
es: Desafía a un amigo
fr: Défier un ami
ja: 友達に挑戦する
kk: Досты шақыру
ko: 친구에게 도전하세요
pt: Desafie um amigo
zh_hans: 挑战朋友

# Вызови друга на дуэль
source: Challenge a friend to a duel
ar: تحدَّ صديقًا في مباراة
de: Fordere einen Freund zum Duell heraus
es: Desafía a un amigo a un duelo
fr: Défie un ami en duel
ja: 友達に決闘を挑む
kk: Досыңды дуэльге шақыр
ko: 친구에게 결투에 도전하세요
pt: Desafie um amigo para um duelo
zh_hans: 挑战朋友进行决斗
